Repository: aleho/gnome-shell-volume-mixer
Catalog: shell-volume-mixer@derhofbauer.at/locale/*/LC_MESSAGES/gnome-shell-extensions-shell-volume-mixer.po
Languages: de, it, pl, pt, ru

source: Error retrieving card details
de: Fehler beim Abfragen der Karten
it: Errore nel recuperare le informazioni sulla scheda
pl: Błąd podczas pobierania danych karty
pt: Erro ao recuperar detalhes da placa
ru: Ошибка при получении сведений о карте

source: Helper script did not return valid card data.
de: Hilfsprogramm gab keine gültigen Daten zurück.
it: Lo script di aiuto non ha restituito dati della scheda validi
pl: Narzędzie nie zwróciło prawidłowych danych.
pt: O script ajudante não retornou dados de placa válidos.
ru: Вспомогательный скрипт не вернул действительные данные карты.

source: Querying PulseAudio sound cards failed, disabling extension
de: Abfrage der PulseAudio-Soundkarten fehlgeschlagen, Erweiterung deaktiviert
ru: Сбой запроса звуковых карт PulseAudio, отключение расширения

source: Inputs
de: Eingänge
it: Sorgenti
pl: Wejścia
pt: Entradas
ru: Входы

source: unknown
de: unbekannt
it: sconosciuto
pl: nieznany
pt: desconhecido
ru: неизвестно

source: Position of volume mixer
de: Position des Lautstärkereglers
it: Posizione mixer del volume
pl: Położenie miksera
pt: Posição do mixador de volume
ru: Позиция volume mixer

source: Status Menu
de: Statusmenü
it: Menù di stato
pl: Menu systemowe
pt: Menu de Status
ru: В меню состояния

source: Left
de: Links
it: Sinistra
pl: Z lewej
pt: Esquerda
ru: Слева

source: Center
de: Zentriert
it: Centro
pl: Po środku
pt: Centro
ru: По центру

source: Right
de: Rechts
it: Destra
pl: Z prawej
pt: Direita
ru: Справо

source: Remove original slider
de: Originalen Lautstärkeregler entfernen
it: Rimuovere cursore di scorrimento originale
pl: Ukryj systemowy regulator
pt: Remover controle deslizante
ru: Скрыть оригинальный ползунок

source: Show detailed sliders
de: Details an den Schiebereglern anzeigen
it: Mostrare cursore di scorrimento dettagliato
pl: Pokaż szczegóły urządzenia
pt: Exibir controles deslizantes detalhados
ru: Показывать детали под ползунком

source: Hotkey for profile switcher
de: Hotkey für Profilumschalter
it: Scorciatoia selettore del profilo
pl: Skrót klawiszowy przełączania profilów
pt: Tecla de atalho para seletor de perfil
ru: Горячая клавиша для переключателя профилей

source: (e.g. "<Super>p")
de: (z.B. "<Super>p")
it: (esempio «<Super>p»)
pl: (np. "<Super>p")
pt: (ex. "<Super>p")
ru: (например, "<Super>p")

source: Use symbolic icons
de: Symbolische Icons verwenden
it: Usare le icone simboliche
pl: Pokaż ikony symboliczne
pt: Usar ícones simbólicos
ru: Использовать символьные иконки

source: Show system sounds
de: Systemklänge anzeigen
it: Mostra i suoni di sistema
pl: Pokaż dźwięki systemowe
pt: Exibir sons do sistema
ru: Показывать системные звуки

source: Show virtual streams
de: Virtuelle Streams anzeigen
it: Mostrare i flussi virtuali
pl: Pokaż strumienie wirtualne
pt: Exibir fluxos virtuais
ru: Показать действующие устройства

source: Always show input streams
de: Eingänge immer anzeigen
it: Mostrare sempre i flussi di input
pl: Pokaż strumienie wejściowe
pt: Sempre exibir fluxos de entrada
ru: Всегда показывать устройства ввода

source: Shows the slider even if no application is recording
de: Zeigt Aufnahmeströme (Mikrofone) immer an, auch wenn keine Applikation gerade aufnimmt
it: Mostra il cursore di scorrimento anche se nessuna applicazione sta registrando
pl: (Pokazuje regulatory, nawet przy braku aktywnych programów nagrywających)
pt: Exibe o controle deslizante mesmo se nenhum aplicativo estiver gravando
ru: Показывает ползунок, даже если приложение не записывает

source: Show percentage
de: Prozent anzeigen
ru: Показать процент громкости

source: Whether to show percentage of current output right of the icon
de: Lautstärke des aktuellen Ausgangs in Prozent neben dem Icon anzeigen
ru: Показывать ли процент от текущего выходного сигнала справа от значка

source: Settings
de: Einstellungen
it: Impostazioni
pl: Ustawienia
pt: Configurações
ru: Общие настройки

source: Devices
de: Geräte
it: Dispositivi
pl: Urządzenia
pt: Dispositivos
ru: Устройства вывода

source: Card
de: Karte
it: Scheda
pl: Karta
pt: Placa
ru: Карты

source: Profile
de: Profil
it: Profilo
pl: Profil
pt: Perfil
ru: Профиль

source: Switch
de: Umschalter
it: Attiva
pl: Przełącznik
pt: Ativar
ru: Переключить

source: Display
de: Anzeigen
it: Visualizza
pl: Wyświetlacz
pt: Mostrar
ru: Показать
